/*
   Localization.strings
   FreeScreenSharing

   Created by Andriy Tkach on 23/05/11.
   Copyright 2011 SoftServe. All rights reserved.
 */
//English localization

// Added 07/06/2013
"leaveOrEndStudioButtonLeave" = "Leave";
"leaveOrEndClassicButtonLeave" = "Leave meeting";
"leaveOrEndStudioButtonEnd" = "End";
"leaveOrEndClassicButtonEnd" = "End meeting";

"leaveOrEndMeetingTitleStudio" = "Leave or End studio recording";
"leaveOrEndMeetingMessageStudio" = "Would you like to end the studio recording or just leave allowing others to continue?*";
"leaveOrEndMeetingCommentsStudio" = "*Note if you are the only host in the studio recording and you leave, the studio recording will only continue per your selection in the 'continue without host' setting.";
"leaveOrEndMeetingTitleClassic" = "Leave or End Meeting";
"leaveOrEndMeetingMessageClassic" = "Would you like to end the meeting or just leave allowing others to continue?*";
"leaveOrEndMeetingCommentsClassic" = "*Note if you are the only host in the meeting and you leave, the meeting will only continue per your selection in the 'continue without host' setting.";

//ToolTips for buttons
"hideDashboard" = "Hide main window";
"showDashboard" = "Show main window";
"startRecording" = "Record";
"pauseRecording" = "Pause";
"drawingTools" = "Drawing Tools";
"dialInNumbers" = "Phone Dial-in Numbers";
"stop" = "Stop";
"monitors" = "Monitors";
"record" = "Record";
"muteCall" = "Mute call";
"unmuteCall" = "Un-mute call";
"dialPad" = "Dial pad";
"closeStudio" = "Close Studio";
"askQuestionTooltipText" = "Ask question";

// Common
"allowControlConfirmation" = "Are you sure you want to allow “%@” to have control of your computer?";
"messageBoxYesButton" = "Yes";
"messageBoxNoButton" = "No";
"messageBoxNoLeaveAlone" = "No, I leave alone";
"okButton" = "OK";
"cancelButton" = "Cancel";
"gotItButton" = "Got It!";
"commandLineWrongHostParameters" = "Wrong input parameters for host command, please see help for details";
"commandLineWrongJoinParameters" = "Wrong input parameters for join command, please see help for details";
"commandLineWrongParameters" = "Wrong input parameters for the command, please see help for details";
"commandLineInvalidParameters" = "Command is invalid, please see help for details.";
"messageBoxPhoneConferenceNotification" = "Countries cannot be removed from the list";
"messageBoxLeaveMeetingParticipant" = "Are you sure you want to leave the meeting?";
"messageBoxStopMeetingHost" = "Do you want to stop the entire meeting?";
"messageBoxStopStudio" = "Are you sure you want to stop recording your Studio presentation?";
"messageBoxHostMeetingConfirmation" = "Do you want to leave this meeting to host another one?";
"messageBoxJoinToMeetingConfirmation" = "Do you want to leave this meeting to join another one?";
"messageBoxStudioMeetingConfirmation" = "Do you want to leave this meeting to start a studio recording?";
"messageBoxYouExitedNotification" = "You have exited the meeting";
"messageBoxMeetingEnded" = "The meeting has ended.";
"messageBoxMeetingEndedParticipantTitle" = "You have been dismissed from the meeting.";
"messageBoxMeetingEndedParticipantBody" = "An organizer has dismissed you from the meeting.\n%APP_NAME will now exit.";
"messageBoxApplicationState" = "Application is already running";
"messageBoxLeaveMeetingPresenter" = "Are you sure you want to terminate this meeting session?";
"messageBoxLeaveCall" = "Are you sure you want to terminate the call?";
"applicationName" = "%APP_NAME";
"unexpectedErrorAlert" = "Unexpected error occured";
"preferencesGeneralPanelCaption" = "Log in";

"alertWindowConnectionError" = "Connection error";
"alertWindowConnectionTimeout" = "Connection timeout";

"menuFileLeaveMeeting" = "Leave Meeting";
"menuFileCloseStudio" = "Close Studio";
"menuFilePreferences" = "Preferences";

"screensharingChangePresenterNoParticipant" = "No participants";
"screensharingMessageError1Title" = "This meeting already has a presenter.";
"screensharingMessageError1" = "Would you like to join to the meeting?";
"screensharingMessageError2" = "Network error";
"screensharingMessageError3" = "Network problem occured. Check your Internet connection and Proxy settings.";
"screensharingTitle" = "Screen Sharing";
"screensharingMessageCaption" = "Warning";
"screensharingHostMessageExceededNumberOfSeats" = "Screen sharing did not start because you exceed the number of available seats in your plan.\nPlease update your subscription from the My Account page";
"screensharingParticipantMessageExceededNumberOfSeats" = "Screen sharing did not start because this conference is already full. Please contact your meeting organizer for more information";

"authenticationErrorTitle" = "Authentication error";
"authenticationErrorMessage" = "Subscription credentials are incorrect";
"webServiceErrorTitle" = "Web service error";
"webServiceErrorMessage" = "Error connecting to server";

//Session
"sessionHasEndedCaption" = "Session has ended";
"sessionTerminatedCaption" = "Session terminated";
"sessionServerUnreachable" = "Unable to reach the server, please check your Internet connection and Proxy setting in %APP_NAME Preferences dialog and try again.";
"sessionTerminatedUnexpectedly" = "Your session was terminated unexpectedly.";
"sessionTerminatedCheckConnection" = "Please check your Internet connection and Proxy settings.";

"Moderator left the conference" = "The host is no longer present. The meeting has ended. Please contact the meeting organizer for assistance.";
"Moderator did not show up" = "The host has not arrived. Due to audio settings, the meeting will be cancelled.\nPlease contact your meeting organizer for assistance";
"Conference calls count exceeded" = "This meeting is full.\nPlease contact your meeting organizer for assistance.";
"Conference duration exceeded" = "Meeting policy doesn't allow this meeting any longer.\nPlease contact your meeting organizer for assistance.";
"Distributed conference ended" = "The meeting has ended.";
"Whitelist reject" = "You have been dismissed from the meeting.";
"Dropped by moderator" = "The meeting has ended.";
"Keepalive timeout" = "Connection to the server timed out. Please check you Internet connection.";

// Preferences tabs
"preferencesGeneralPanelRootName" = "General";
"preferencesDashboardSettingsPanelRootName" = "Dashboard";
"preferencesMainTabNameAudio" = "Audio";
"preferencesMainTabNameStartup" = "Start Up";
"preferencesMainTabNameConnection" = "Connection";
"preferencesGeneralStartUpInfo" = "If ''Run On Startup'' is checked - then %APP_NAME_SHORT will start automatically without the need to start it manually each time.";
"preferencesMainTabNameHostProfile" = "Host Profile";
"preferencesMainTabNamePhonePanel" = "Phone Panel";

// Preferences common
"inputErrorPanelTitle" = "%APP_NAME Error";
"nameNotValidError" = "\'%@\' is not valid name";
"emailNotValidError" = "\'%@\' is not valid email address";

// Audio preferences
"preferencesAudioPanelNoSpeakersLabel" = "No playback device detected";
"preferencesAudioPanelNoMicrophoneLabel" = "No recording device detected";
"preferencesAccountValidationMessage" = "The credentials you have entered are not valid:";
"preferencesAccountValidationEmail" = "\n* Email field cannot be empty, cannot consist of whitespace symbols only and no special characters allowed except of \".\", \"_\", \"-\", \"@\".\n";
"preferencesAccountValidationPassword" = "\n* Password field cannot be empty and cannot consist of whitespace symbols only.";

// Connection preferences
"preferencesConnectionValidationHost" = "The host name or port number you have entered is not valid";
"preferencesConnectionValidationLogin" = "\n* Login field cannot be empty and cannot consist of whitespace symbols only.";
"preferencesConnectionValidationPassword" = "\n* Password field cannot be empty and cannot consist of whitespace symbols only.";

// Dock menu
"menuItemPreferences" = "Preferences ...";
"menuItemHost" = "Host Meeting";
"menuItemStudio" = "Launch Studio";
"menuItemJoin" = "Join Meeting";
"menuItemZoomToFit" = "Zoom To Fit";
"menuItemManView" = "Manual View";
"menuItemAutoView" = "Automatic View";
"menuItemBender" = "Use Bender";
"menuItemFullscreen"  = "Full screen";
"menuItemWindowMode" = "Window mode";
"menuItemPinToolbar" = "Pin toolbar";
"menuItemUnpinToolbar" = "Unpin toolbar";

// Bender scrubber
"noFramesTimestampCaption" = "no frames";

// Main menu
"mainMenuQuitApp" = "Quit %APP_NAME";
"mainMenuShowAbout" = "About %APP_NAME";
"mainMenuItemVideoStats" = "Video Statistics";
"mainMenuItemShowTutorial" = "Show Tutorial";
"mainMenuItemStopMeeting" = "Stop Meeting";
"mainMenuItemStopStudio" = "Stop Studio Recording";

// Audio
"audioTitle" = "Phone Conference";
"audioUpdatingInfo" = "Updating audio information...";
"audioNoInfo" = "No audio information found on server";
"audioInformationHost" = "Dial any number below and enter access code:<br>Host: <b>%d</b>; Participant: <b>%d</b>;";
"audioInformationParticipant" = "Dial any number below and enter access code: <b>%d</b>";
"audioInformationDialNumber" = "Conference number:";
"popupCountryInfoPlaybackNumber" = "Playback number:";
"audioInformationSM" = "Dial any number below and enter:<br> Meeting ID: ";
"audioInformationSMInvite" = "Dial any conference number below and enter:<br> Meeting ID: ";
"audioInformationSMPin" = "Your PIN: <b>%@</b>";
"audioInformationSMHost" = "Host PIN: ";
"audioInformationSMTollNumber" = "Toll numbers";
"audioInformationSMTollFreeNumber" = "Toll Free numbers";
"audioInformationSMInternationalSupport" = "International Numbers";
"audioInformationDelete" = "Remove";
"messageBoxAudioSMNotification" = "You are not permitted to remove all items";
//"balloonLowVolume" = "Please check the volume level of your audio device. It may be too low audio sound.";
"messageBoxAudioVoipDeleteNotificationHost" = "You will be disconnected immediately from the VoIP call. Are you sure you want to do this?";
"messageBoxAudioVoipDeleteNotificationParticipant" = "You will be disconnected immediately from the VoIP call. Are you sure you want to do this?";
"callStartedErrorAlert" = "Call is already started";
"callInitErrorAlert" = "Cannot initiate a call at this moment";
"callNotFoundErrorAlert" = "Call is not started";
"callNotActiveErrorAlert" = "Cannot find active call";
"cannotMuteCallErrorAlert" = "Cannot mute a call";
"invalidDTMFCodeErrorAlert" = "Invalid dial tone was sent";
"voipCallButtonTitle" = "Call";
"voipHangupButtonTitle" = "Hang up";
"voipMicAndSpeakers" = "Mic & Speakers";
"audioInfoStartEnteringPin" = "If you are already on the call, press # to start entering PIN";
"emptySessionPin" = "Empty";

// Video
"videoTitle" = "Video";
"videoOptionsSelectPSTN" = "Do you want to hangup your ongoing audio call and dial a number displayed above?\n\nYou have ongoing video call. Participant won’t see your video unless you  enter your PIN %@.\nIf you are already on the call, press #%@#.";
"videoOptionsNoVideoSelectPSTN" = "Do you want to hangup your ongoing audio call and dial a number displayed above?";
"gotItDialogMessageFormat" = "You started video with audio on the telephone. Participant won’t see your video unless you  enter your PIN %@.\nIf you are already on the call, press #%@#.";

// Chat
"chatTitle" = "Chat";
"chatResponceDefaultLabel" = "Type message here";
"chatPrivateMessageMessage2" = "A private message has been sent to you.\n\nTip: If you hide your dashboard your chat\n box will not be viewed by others.";
"chatPrivateMessageMessage2Question" = "Would you like to hide you dashboard now?";
"chatPrivateMessageMessage1" = "You are about to send a private chat.\nYour dashboard is currently being shared\nand all chat messages are visible to\nparticipants";
"chatPrivateMessageMessage1Question" = "Do you wish to hide a dashboard now?";
"chatMesAppTo" = "To";
"chatComboBoxLabel" = "All attendees";
"chatMessageSendFailed" = "Message send failed.";
"unreadMessagesCount" = "Number of unread messages: ";

// Attendee List menu
"menuItemsMenuPickQuestion" = "Pick question";
"menuItemsMenuRemoveQuestion" = "Remove question";
"menuItemsMenuMakePres" = "Make Presenter...";
"menuItemsMenuDismiss" = "Disconnect user";
"menuItemsMenuHoldAttendee" = "Hold user";
"menuItemsMenuUnholdAttendee" = "Unhold user";
"menuItemsMenuMuteAttendee" = "Mute user";
"menuItemsMenuUnmuteAttendee" = "Unmute user";
"menuItemsMenuAllowControl" = "Allow control";
"menuItemsMenuCancelPresenterTransfer" = "Cancel presenter transfer";
"menuItemsMenuWatchVideoPresenter" = "Watch presenter";
"menuItemsMenuCancelWatchVideoPresenter" = "Cancel watching";

"didStartWatchingVideoPresenterText" = "Now watching";
"didStopWatchingVideoPresenterText" = "Stopped watching";
"selectedVideoPresenterLeftText" = "Now watching last active speaker's video";

// Attendee list
"attendeelistInviteOthersInfo" = "1. Please join my meeting:</b><br>%@<br><br><b>2. Join the conference call:</b><br>%@<br><br><b>Additional Help:</b><br><br><b>Joining the Conference</b> - At the scheduled date and time of the online meeting, dial into the conference line and when prompted enter the access code followed by the pound key.<br><br><b>Joining the Meeting</b> - Click on the provided meeting link listed above. On the next page fill out your name and email address in the Join Meeting box. Once filled in, click on the Join Meeting button.<br><br>OR<br><br>Go to %@ and fill in your name, email address and meeting ID (listed under Meeting ID above) fields in the Join Meeting login box.  Once filled in, click on the Join Meeting button.<br><br>Thank you for using %@!";

"attendeelistInviteOthersInfoSM" = "1. Please join my meeting:</b><br>%@<br><br><b>2. Join the conference call:</b><br>%@<br><b>Instructions:</b><br>At the scheduled date and time of the meeting, dial into the conference line and when prompted enter the meeting ID followed by the pound key. To join to the online meeting click on the provided meeting link listed above and press \"Join\" button. On the next page fill out your name and email. Once filled in, click Submit. The system will guide you through the process of getting the executable required to participate in the online meeting.<br><br>%@Thank you for using %@!";
"attendeelistInviteOthersInfoSM+International" = "<b>International Numbers:</b><br>Need access numbers for your country of origin? %@<br><br>";
"attendeelistControlColumnTooltip" = "Participants who can take keyboard and mouse control";
"attendeelistNamesColumnTooltip" = "Participant names";
"attendeelistTitle" = "Attendee List";
"attendeelistMessageCaption" = "Make a selection";
"attendeelistMessageText" = "Are you sure you want to promote this participant to a presenter?";
"attendeelistMessageTextDismiss" = "Are you sure you want to drop this attendee?";
"attendeelistMessageTextDismissFailed" = "Failed to disconnect user.";
"attendeelistInviteOthersMessage" = "Meeting credentials have been added to your clipboard, please paste to your selected email client";
"attendeelistInviteOthersMessageTitle" = "Meeting Credentials";
"attendeeList_sendEmail_subject_key" = "%APP_NAME Invitation - Meet Now";
"attendeelistInviteOthersDialHeader" = "Conference number(s):";
"attendeelistInviteOthersPlaybackHeader" = "Playback number(s):";
"attendeelistPromotedAttendeeNotification" = "becoming presenter...";
"attendeelistPromotionDeclined" = "Participant has declined";
"attendeelistPromotionNoResponse" = "Participant did not respond to presenter transfer proposal";

// Progress Window constants
"statusPleaseWait" = "Please wait";
"statusLaunching" = "Launching...";
"statusStartMeeting" = "Starting meeting...";
"statusAuthHost" = "Checking credentials...";
"statusAuthHostTitle" = "Log In";
"statusAuthJoin" = "Joining meeting...";
"statusAuthJoinTitle" = "Join";
"statusAuthStart" = "Creating a new subscription...";
"statusSwitchingPresenter" = "Switching presenter in progress...";
"statusTransferPresenterTitle" = "Transfer presenter";

"loginFormHostCaption" = "Host a meeting";
"loginFormJoinButton" = "Joining meeting";
"loginFormGetStartedButton" = "Sign Up";
"loginFormGetStartedAlertTitle" = "Sign Up";
"loginFormErrorMessageCredentialsAlreadyExist" = "An account already exists with this email and password combination. Please use a different password to create a new account or log in with an existing account.";
"loginFormErrorMessageCaption" = "Log In";
"loginFormErrorMessageInvalidCredentails" = "Your credentials do not match our records. Please try again or create a new account using the same email address.";
"loginFormErrorMessageBadMeetingIDTitle" = "Join status";
"loginFormErrorMessageInvalidMeetingId" = "We could not find a valid meeting with the following meeting ID: %@";
"loginFormErrorMessageScreenSharingDisabled" = "You are not subscribed to this feature yet. To change your subscription please go to My Account";
"loginFormErrorMessageNoPinSubscription" = "We couldn't find any phone number assigned to your account to call to.";
"loginFormErrorMessageConnectionTimedOut" = "It appears that you behind a firewall or your Internet connection is down. Please call customer service at 800-644-9070 or read our FAQs for assistance";
"loginFormErrorMessageNoConnection" = "Unable to reach the server, please check your Internet connection and Proxy setting in %APP_NAME Preferences dialog and try again.";
"loginFormErrorMessageSoloNotAllowed" = "Screen sharing is not enabled on this account. Please visit the My Account page to activate.";

// WhiteBoard context menu
"quicktoolsMenuDrawingToolsLabel" = "Drawing Tools:";
"quicktoolsMenuNondrawingModeLabel" = "Normal non-drawing mode";
"quicktoolsMenuPenModeLabel" = "Pen";
"quicktoolsMenuHighlighterModeLabel" = "Highlighter";
"quicktoolsMenuRubberModeLabel" = "Eraser";
"quicktoolsMenuArrowModeLabel" = "Arrow";
"quicktoolsMenuEraseLabel" = "Erase all drawings";
"quicktoolsMenuChoosePenColorLabel" = "Choose pen color";

// WhiteBoard colors
"quicktoolsMenuChoosePenColorBlackLabel" = "Black";
"quicktoolsMenuChoosePenColorGrayLabel" = "Gray";
"quicktoolsMenuChoosePenColorRedLabel" = "Red";
"quicktoolsMenuChoosePenColorOrangeLabel" = "Orange";
"quicktoolsMenuChoosePenColorYellowLabel" = "Yellow";
"quicktoolsMenuChoosePenColorGreenLabel" = "Green";
"quicktoolsMenuChoosePenColorBlueLabel" = "Blue";
"quicktoolsMenuChoosePenColorPurpleLabel" = "Purple";
"quicktoolsMenuChoosePenColorPinkLabel" = "Pink";

// ScreenSharing window
"choosescreenMonitorsStatePrimary" = "Primary Monitor";
"screenSharingSubscriptionLinkText" = "here";

"windowListEmptyTitle" = "Empty Title";
"windowListDesktopName" = "Desktop";

// Viewer
"reconnectDlgCaption" = "Switching a presenter";
"reconnectDlgText" = "You are nominated to become a presenter.\nDo you agree to share your screen with other attendees?";

"meetingPausedKey" = "Meeting Paused";
"meetingViewerCaptionWithName" = "%APP_NAME - showing %@'s screen";
"meetingViewerCaption" = "%APP_NAME";
"meetingViewerPortCaption" = "%@'s screen";

"coreInteractionMessageParticipantResp" = "Selected attendee did not respond";
"coreInteractionMessageUserDeclain" = "Selected attendee has declined to become a presenter";
"coreInteractionMessageParticipantRespCaption" = "Timed out";
"coreInteractionMessageUserDeclainCaption" = "Rejected";

// Country names
"countryNameUS" = "United States";
"countryNameGB" = "United Kingdom";
"countryNameFR" = "France";
"countryNameDE" = "Germany";
"countryNameIE" = "Ireland";
"countryNameAT" = "Austria";
"countryNameBE" = "Belgium";
"countryNameES" = "Spain";
"countryNameCH" = "Switzerland";
"countryNameIT" = "Italy";
"countryNameNL" = "Netherlands";
"countryNamePT" = "Portugal";
"countryNameRO" = "Romania";
"countryNameJP" = "Japan";
"countryNameBR" = "Brazil";
"countryNameCZ" = "Czech";
"countryNameAU" = "Australia";
"countryNameCA" = "Canada";
"countryNameNG" = "Nigeria";
"countryNameZA" = "South Africa";
"countryNameGR" = "Greece";
"countryNamePL" = "Poland";
"countryNameMY" = "Malaysia";

// Localization name
"localeName" = "EN_en";
"shortLocaleName" = "en";

// Automatic update
"updateWindowText" = "%APP_NAME_SHORT was updated to the latest version";
"updatingWindowText" = "Checking for updates ...";

// Connection timeout
"messageBoxConnectionProblem" = "Connection timed out.";

/*About dialog*/
"aboutDialogTitle"="O ";
"aboutDialogBuildVersion"="Version";

//Media
"mediaOnHold" = "did not start due to media is on hold";
"mediaOnHoldHost" = "did not start because you exceed the number of available seats in your plan. Please update your subscription from the My Account page";
"mediaOnHoldParticipant" = "did not start because this conference is already full. Please contact your meeting organizer for more information";

//Studio
"titleConfirmRecordingStart"   = "Audio recording is already in progress.";
"messageConfirmRecordingStart" = "Do you want to include the recording of your screen?";

"mainWindowWallLinkText" = "View wall";

// Statistics tooltips
"bitrateSentTooltip" = "Total number of sent bitrate in Kbit/s";
"FECNACKBitrateSentTooltip" = "Total number of sent FEC+NACK bitrate in Kbits";
"keyFramesSentTooltip" = "Number of sent key frames";
"deltaFramesSentTooltip" = "Number of sent delta frames";
"RTPPacketsSentTooltip" = "Number of sent RTP packets";

"bitrateReceivedTooltip" = "";
"keyFramesReceivedTooltip" = "Number of decoded key frames";
"deltaFramesReceivedTooltip" = "Number of decoded delta frames";
"RTPPacketsReceivedTooltip" = "Number of received RTP packets";

"lostPacketsLocalTooltip" = "Cumulative number of lost packets for received stream";
"lostFractionLocalTooltip" = "Fraction of lost packets for received stream";
"discardedByJitterLocalTooltip" = "Number of packets discarded by jitter buffer";
"jitterLocalTooltip" = "Received stream's jitter";
"RTTLocalTooltip" = "Received stream's RTT in ms";

"lostPacketsRemoteTooltip" = "Cumulative number of lost packets on the remote side";
"lostFractionRemoteTooltip" = "Fraction of lost packets on the remote side";
"jitterRemoteTooltip" = "Remote client's jitter";
"RTTRemoteTooltip" = "Remote client's RTT in ms";
